tap "homebrew/bundle"
brew "autoenv"
brew "bash"
brew "bash-completion"
brew "entr"
brew "git"
brew "icu4c@76"
brew "jupyterlab"
brew "mas"
brew "nvm"
brew "pipenv"
brew "python@3.12"
brew "yarn"
cask "1password-cli"
cask "alfred"
cask "anaconda"
cask "caffeine"
cask "clickup"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
vscode "batisteo.vscode-django"
vscode "charliermarsh.ruff"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-highlight"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "kevinrose.vsc-python-indent"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-typescript-next"
vscode "mtxr.sqltools"
vscode "njpwerner.autodocstring"
vscode "prisma.prisma"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wholroyd.jinja"
